[
    {
        "id": "welcome-packages",
        "title": "Welcome Package up to $2,500 Cash",
        "image1": "https://res.cloudinary.com/betengine/image/upload/w_400,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/cloudbet-welcome-bonus-600x355.png",
        "image": "https://res.cloudinary.com/betengine/image/upload/w_1200,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/cloudbet-welcome-bonus-1920x588-option-b_transparent.png",
        "abstract": "The Cloudbet Welcome Package is your VIP launchpad. With up to $2,500 in Welcome Package rewards, 10% rakeback from day one, and daily cash drops, you'll be rewarded from your very first bet – all the way through your first 30 days. And the best part? Every reward is real cash, yours to keep or play with, no strings attached.  ",
        "content": "<div class=\"markdown-scope lg:max-w-[95%] relative z-10\"><div><p>The Cloudbet Welcome Package is your VIP launchpad. With up to $2,500 in Welcome Package rewards, 10% rakeback from day one, and daily cash drops, you'll be rewarded from your very first bet – all the way through your first 30 days.&nbsp;</p><p>And the best part? Every reward is real cash, yours to keep or play with, no strings attached.&nbsp;&nbsp;</p><h2 id=\"whatsinthewelcomepackage\">What’s in the Welcome Package?</h2><p>From the moment you make your first deposit, the Welcome Package is designed to give you rewards every single day as you play. Here’s what’s in store:</p><ul><li>10% rakeback on every bet: You play, you earn. Win or lose, you’ll earn cash back on your action.</li><li>Daily cash drops: Place a bet today, claim your cash drop tomorrow — every day until the end of your Welcome Package period.</li></ul><p>But that’s not all. The Cash Vault – your biggest reward yet – is waiting for you at the end of your 30-day journey.&nbsp;</p><h2 id=\"adayinthelife\">A day in the life…</h2><p>Here’s how to make the most of your Welcome Package:</p><ol><li>Make your first deposit and start betting. Any deposit amount activates the Welcome Package.</li><li>Place bets and earn 10% rakeback each time, win or lose.</li><li>Collect daily cash drops from your Rewards Calendar.&nbsp;</li><li>Claim rewards from your Rewards Calendar.</li><li>Keep playing to earn more rewards.&nbsp;</li><li>Unlock your loyalty tier and open your Cash Vault on day 30 – or whenever you've claimed all your Welcome Package rewards (whichever comes first).</li></ol><h2 id=\"cashvaultyourfinalwelcomepackagereward\">Cash Vault: Your final Welcome Package reward</h2><p>The Cash Vault is unlocked on the last day of your Welcome Package. It's a cash accumulation of all your activity over the period and sits outside the potential $2,500 in Welcome Package rewards you can earn.</p><p>The more you play, the more you earn, and the bigger your Cash Vault will be.</p><h2 id=\"cloudbetrewards\">Cloudbet Rewards</h2><p>When your Welcome Package ends, you graduate to Cloudbet Rewards – the single most generous loyalty program you'll find anywhere online. It’s rewards on top of rewards, from 24/7 rakeback to daily, weekly, and monthly rewards.&nbsp;</p><p>Simply put, your VIP treatment is just getting started.</p><h2 id=\"faqs\">FAQs</h2><h3 id=\"1whoiseligibleforthewelcomepackage\">1. Who is eligible for the Welcome Package?</h3><p>All new players who sign up to register with Cloudbet after 2nd January 2025 are eligible for the Welcome Package.</p><h3 id=\"2howlongdoesthewelcomepackagelast\">2. How long does the Welcome Package last?</h3><p>The Welcome Package is valid for 30 days from the time of your first deposit, or until you reach the $2,500 cap, whichever comes first.</p><h3 id=\"3whathappensifidontusethefulld2500duringthe30days\">3. What happens if I don't use the full $2,500 during the 30 days?</h3><p>If you don't reach the $2,500 cap within the 30-day period, the Welcome Package will simply end after 30 days. You keep all the rewards you've earned up to that point.</p><h3 id=\"4doineedtooptintoreceivethecashvaultreward\">4. Do I need to opt in to receive the Cash Vault reward?</h3><p>No, the Cash Vault reward is automatically granted to you upon completion of the Welcome Package. You don't need to opt in or claim it manually.</p><h3 id=\"5arethereanywageringrequirementsfortherewardsearnedduringthewelcomepackage\">5. Are there any wagering requirements for the rewards earned during the Welcome Package?</h3><p>No, all rewards earned through the Welcome Package, including the Cash Vault, are real cash with no wagering requirements or hidden conditions. What you earn is yours to keep or play with as you choose.</p><h3 id=\"6caniparticipateinthewelcomepackagemorethanonce\">6. Can I participate in the Welcome Package more than once?</h3><p>No, the Welcome Package is a one-time offer for new players. However, Cloudbet Rewards provides ongoing rewards for your continued play on the platform.</p></div></div><div class=\"markdown-scope lg:max-w-[95%] relative z-10 mt-10\"><div><h3 id=\"termsandconditionshttpswwwcloudbetcombetaencontenthelpterms84termsandconditionsofthewelcomepackage\"><a href=\"https://www.cloudbet.com/beta/en/content/help/terms#84-terms-and-conditions-of-the-welcome-package\">Terms and Conditions</a></h3></div></div>"
    },
    {
        "id": "loyalty-club",
        "title": "Cloudbet Rewards",
        "image1": "https://res.cloudinary.com/betengine/image/upload/w_400,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/cloudbet-rewards_600x355.png",
        "image": "https://res.cloudinary.com/betengine/image/upload/w_1200,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/cloudbet-rewards-1920x588.png",
        "abstract": "Put simply, this is the most generous and innovative loyalty program anywhere, designed to give Cloudbet players as many rewards as possible, and to do so with absolutely no rollover requirements, and no strings attached.",
        "content": "<div class=\"markdown-scope lg:max-w-[95%] relative z-10\"><div><p>Put simply, this is the most generous and innovative loyalty program anywhere, designed to give Cloudbet players as many rewards as possible, and to do so with absolutely no rollover requirements, and no strings attached.</p><p>Place bets. Earn cash. Claim the cash.&nbsp;</p><p>It’s that simple. (Plus TURBO.)</p><h2 id=\"whatyouneedtoknow\">What you need to know:</h2><ul><li><p><strong>Place bets to earn Rakeback</strong></p></li><li><p>Every bet you place earns you a percentage of the house edge.&nbsp;</p></li><li><p>It’s cash back, but we’re casino people, so we call it “Rakeback.”</p></li><li><p><strong>Add Rakeback to your rewards</strong></p></li><li><p>Some goes straight to your wallet as your active currency (i.e. the currency used when claiming rewards).</p></li><li><p>Some is added to your Rewards Calendar for claiming later.</p></li><li><p><strong>Claim Rewards every day</strong></p></li><li><p>Rewards “unlock” on your calendar three times per day.</p></li><li><p>You have 12 hours to claim them after they unlock.</p></li><li><p><strong>Claim additional rewards daily, weekly, and monthly</strong></p></li><li><p>On top of rakeback, players earn regularly scheduled rewards based on lossback, rakeback, and VIP tier status.</p></li><li><p>Add these surprise rewards the same way you add rakeback, and watch your calendar fill up with fresh cash every day of the week.</p></li><li><p><strong>Go TURBO</strong></p></li><li><p>When you claim rewards, a timer starts on TURBO.</p></li><li><p>TURBO temporarily boosts your rakeback in the casino to much, much bigger percentages of the house edge — a massive return on your play.</p></li></ul><p>The amount of your rakeback, the boost you get from TURBO, and the value of your bonuses all depend in part on your VIP tier. Stay loyal to Cloudbet, and Cloudbet will stay loyal to you with bigger and better rewards all around.</p><p><img src=\"https://res.cloudinary.com/betengine/image/upload/g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/loyalty-2.0-rewards-table.jpg\" alt=\"\"></p><h2 id=\"viptiersgotanupgradetoo\">VIP Tiers got an upgrade too:</h2><ul><li>As you climb tier to tier, there are rewards on top of rewards.</li><li>Level-up bonuses mean cash rewards just for crossing turnover thresholds.</li><li>Highest tiers have potential for $2.5M in Level Up rewards, and spectacular rakeback.</li><li>Top VIPs get access to bespoke experiences and real world rewards.</li><li>Dedicated VIP concierges available 24/7.</li></ul><h2 id=\"cloudbetrewardsareyourrewards\">Cloudbet Rewards are <em>your</em> rewards.</h2><p>Cloudbet Rewards was designed for bettors, by bettors. Bet, earn, and claim — all in cash. It’s simple. (Plus TURBO.)&nbsp;</p><p>Enjoy, and good luck!</p></div></div>"
    },
    {
        "id": "pragmatic-play-drops-and-wins",
        "title": "Pragmatic Play's Drops & Wins",
        "image1": "https://res.cloudinary.com/betengine/image/upload/w_400,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/pragmatic-play-drops-and-wins-600x355.png",
        "image": "https://res.cloudinary.com/betengine/image/upload/w_1200,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/pragmatic-play-drops-and-wins-1920x588.png",
        "abstract": "Win your share of €2,000,000 monthly until March 5, 2025! Play one of 50+ participating games and win daily tournaments and prize drops.",
        "content": "<div class=\"markdown-scope lg:max-w-[95%] relative z-10\"><div><h1 id=\"yourchancetowinfrom2000000monthly\">Your chance to win from €2,000,000 monthly!</h1><p>From now until March 5, 2025, participate in Pragmatic Play's Drops &amp; Wins promotion for a chance to win a share of the massive €2,000,000 monthly prize pool. With daily tournaments and prize drops across a wide selection of slot titles, there's never been a better time to play and win!</p><h4 id=\"dropswinsincludes\"><strong>Drops &amp; Wins includes:</strong></h4><ul><li>364 Daily Tournaments with a prize pool of €40,000</li><li>364 Daily Prize Drops with a daily prize pool of €30,000</li><li>Cash prizes totaling €25,480,000* over the course of the promotional period</li></ul><p>*The total prize pool distributed may vary due to prize multiplier mechanics.</p><h4 id=\"howtojoin\"><strong>How to join:</strong></h4><ul><li><strong>Daily Tournaments:</strong>&nbsp;Make qualifying bets of at least €0.05 in real money on any participating game with the Drops &amp; Wins logo including Wolf Gold, Mustang Gold, Sweet Bonanza, Gates of Olympus, Starlight Princess. Players with the highest total value of all win multipliers (win/bet) will win cash prizes. A daily round limit of 5,000 applies.</li><li><strong>Daily Prize Drops:</strong>&nbsp;Play any participating game with real money for a chance to randomly win prizes. No minimum bet or wagering requirements apply.</li></ul><h3 id=\"playnowhttpswwwcloudbetcombetaencasinostudiopragmaticplay\"><a href=\"https://www.cloudbet.com/beta/en/casino/studio/pragmaticplay\">Play Now</a></h3></div></div><div class=\"markdown-scope lg:max-w-[95%] relative z-10 mt-16\"><div><ol><li>The promotion runs from March 6, 2024, to March 5, 2025.</li><li>The promotion includes three hundred and sixty-four (364) daily tournaments (each a “Daily Tournament”) and a total of three hundred and sixty-four (364) daily prize drops (each a “Daily Prize Drop”) which will run weekly throughout the promotion period.</li><li>Participating players must opt-in to join the promotion in any of the participating games.</li><li>The total expected prize pool for the entire promotion is twenty-five million four hundred and eighty thousand Euros/USD (€/$25,480,000).</li><li>The promotion prizes may be won by players in the form of a fixed cash amount, multiplier amount, Instant Bonus and/or Free Spins Bonus (as defined below):\\Players participating in a Daily Tournament may win prizes in the form of fixed cash amounts as set out in the Daily Tournaments Prize Table.Players participating in a Daily Prize Drop may win prizes in the form of a multiplier of the winning player’s bet amount, Instant Bonus and/or Free Spins Bonus as set out in the Daily Prize Drop Prize Table.If the winning spin exceeds one Euro/USD (€/$1), the prize will be paid out based on a bet of one Euro/USD (€/$1) or the equivalent amount in the available currencies X multiplier received.Notwithstanding anything to the contrary, Free Spins Bonus prizes and/or Instant Bonus prizes won during a Daily Prize Drop are excluded from multiplier prize mechanics.</li><li>Free spins bonuses (the “Free Spins Bonus/es”) may be awarded to a player in the form of ten (10) and/or five (5) Free Spins Bonuses for the same participating game in which the player won the prize.</li><li>Instant bonuses (the “Instant Bonus/es”) may be awarded to a player for the selected participating game for the same bet as the winning bet. Once awarded to the player, the Free Spins Bonuses and Instant Bonus winnings have no wagering requirements.\\If the bet amount in the Free Spins Bonus and or Instant Bonus winning spin exceeds one Euro/USD (€/$1) or the equivalent amount in the available currencies, the Free Spins Bonus and/or Instant Bonus will be paid out based on a bet of one Euro/USD (€/$1) or the equivalent amount in the available currencies.If the participating game does not have one Euro/USD (€/$1) bet available, the Free Spins Bonus and/or Instant Bonus will be paid out on the next available higher bet in the participating game.The Free Spins Bonus and/or Instant Bonus prizes won in a Daily Prize Drop will be awarded to winners on the same day that the Free Spins Bonus and/Instant Bonus have been won.The Free Spins Bonus and/or Instant Bonus prizes will be valid for seven (7) days from the time they have been awarded to the player.</li><li>All prizes won during the promotion period will be paid out as fixed cash amount prizes with no wagering requirements.</li><li>Pragmatic Play reserves the right to select and change the game where the Instant Bonus prizes will be awarded to players every four (4) weeks at its sole discretion.</li><li>The promotion includes three hundred and sixty-four (364) Daily Prize Drops (each a “Daily Prize Drop Day”).</li><li>In order to be eligible to participate in a Daily Prize Drop, a player is required to play a real money spin with no minimum bet amount/stake requirement (hereinafter a “Qualifying Bet”).\\One (1) Qualifying Bet may trigger one (1) prize from the prize pool during each promotion.</li><li>The random Daily Prize Drop rules and prize tables are built in the participating games. The prize table updates in real-time showing the current standings as well as the number of prizes left.</li><li>Prizes will be paid out as per the ‘Prizes’ tab found in each of the participating games.</li><li>Prizes are paid out as the multiplier of the winning player’s bet amount excluding Free Spins Bonus prizes and/or Instant Bonus prizes.</li><li>A player may win multiple Daily Prize Drops each Daily Prize Drop Day.</li><li>The Daily Prize Drop will end daily upon the earlier of: (i) 18:59 CEST/CET or (ii) when there are no more prizes left.</li><li>The expected weekly prize pool of the Daily Prize Drops is two hundred and ten thousand Euros/USD (€/$210,000) in total, an expected daily prize pool of thirty thousand Euros/USD (€/$30,000) across six thousand and five hundred (6,500) prizes in the form of X bet multiplier, Free Spins Bonus and Instant Bonus.</li><li>The promotion includes three hundred and sixty-four (364) Daily Tournaments (each a “Daily Tournament Day”).</li><li>In order for players to be eligible to participate in a Daily Tournament, a real money minimum bet of five Euro cents (€0.05), five United States Dollars cents ($0.05) or the equivalent amount to four Euro cents (€0.04) in the available currency on the participating game(s) is required (hereinafter a “Qualifying Bet”). Exceptions may apply to South Africa, Lesotho, and Eswatini, where the minimum bet requirement is the equivalent of two Euro cents (€0.02). In Brazil and Colombia the minimum bet requirement is the equivalent of three Euro cents (€0.03).</li><li>Only the first five thousand (5,000) Qualifying Bets per day within each Daily Tournament (the “Qualifying Bets Limit”) will be eligible and counted towards each promotion. All Qualifying Bets placed after reaching the Qualifying Bets Limit will not be counted towards each promotion.</li><li>Prizes will be distributed to winners according to their position in the leaderboard, when each Daily Tournament ends, in descending order from highest to lowest position depending on the player’s total score.</li><li>The leaderboard is ranked in accordance with the player’s score. The score is based on the total amount of points accumulated on any participating game as a total sum of all wins multiplier in relation to their bet amount during a Daily Tournament period. Score calculation example for illustrative purposes only:\\Player places a bet of €1 and wins €50 =&gt; Score = ((€50 * 1.08) / (€1 *1.08)) = 50Player places a bet of €5 and wins €1,000 =&gt; Score = ((€1000 * 1.08) / (€5 * 1.08)) = 200Player final score will be 200 + 50 = 250</li><li>The leaderboard is updated in real-time, and players can view the real-time leaderboard in-game at any time of their own choosing when playing the participating games. Each player will see his/her progress listed as “You” among the other players’ Tournament IDs.</li><li>In the event that two (2) or more players finish a Daily Tournament in the same position on the leaderboard, the player who has achieved the score first will receive the higher prize.</li><li>Prizes are paid out to players as a fixed amount.</li><li>The expected weekly prize pool of Daily Tournaments is two hundred and eighty thousand Euros/USD (€/$280,000) in total, an expected daily prize pool of forty thousand Euros/USD (€/$40,000) across three thousand and five hundred (3,500) cash prizes.</li><li>A Qualifying Bet shall render a player eligible for both applicable Daily Tournaments and Daily Prize Drops simultaneously.</li><li>Cash prize to the winning player’s account within seventy-two (72) hours following the end of the relevant Daily Tournament or Daily Prize Drop.</li><li>Participating games are displayed in the casino lobby with the Drops &amp; Wins logo.</li><li>The promotion is only available to players from countries where the games are accessible. Players located in Italy, Sweden, Lithuania, Denmark, Latvia, and Portugal shall be excluded from participating in the promotion.</li><li>If Cloudbet reasonably suspects that a player has abused the promotion, Cloudbet reserves the right to disqualify the player from the promotion.</li><li>Cloudbet retains the right to change or withdraw the promotion at any time.</li><li>In no event will Cloudbet be liable to any player for any direct, special, incidental, exemplary, punitive, or consequential damages (including loss of use, data, business, or profits) arising out of or in connection with its participation in the promotion, whether such liability arises from any claim based upon contract, warranty, tort (including negligence), strict liability, or otherwise, and whether or not Cloudbet has been advised of the possibility of such loss or damage.</li><li>Cloudbet's general <a href=\"https://www.cloudbet.com/en/help/terms\">Terms and Conditions</a> apply to this campaign.</li></ol></div></div>"
    },
    {
        "id": "spinomenal-spinoleague",
        "title": "Spinomenal Spinoleague",
        "image1": "https://res.cloudinary.com/betengine/image/upload/w_400,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/spinoleague-tournament-600x355.png",
        "image": "https://res.cloudinary.com/betengine/image/upload/w_1200,g_center,c_fit,q_auto:best,f_webp,dpr_auto/media/spinoleague-tournament-1920x588.png",
        "abstract": "Join the epic 16-tournament series with a €10,000,000 prize pool! Minimum bet €0.2 per spin.",
        "content": "<div class=\"markdown-scope lg:max-w-[95%] relative z-10\"><div><h2 id=\"16tournaments10mprizepool\">16 tournaments, €10M Prize Pool</h2><h4 id=\"howitworks\">How it works:</h4><ol><li>Join any of the 16 tournaments across 4 seasons</li><li>Earn points for every win on participating games</li><li>Climb the leaderboard!</li></ol><p>Each tournament round offers its own prize pool and you can multiply your prize by 10X when you reach scoring thresholds.</p><p>With a minimum qualifying bet of just €0.2 per spin, anyone can have a shot at claiming a piece of the massive prize pool. Full terms and prizes are available in participating games.</p><h3 id=\"lettheadventurebeginhttpswwwcloudbetcombetaencasinostudiospml\"><a href=\"https://www.cloudbet.com/beta/en/casino/studio/spml\">Let the adventure begin!</a></h3></div></div><div class=\"markdown-scope lg:max-w-[95%] relative z-10 mt-16\"><div><ol><li><p>The promotion runs from 12:00 AM UTC on February 29, 2024, to 11:59 PM UTC on February 26, 2025.</p></li><li><p>The promotion consists of four periods (\"Seasons\") that run between the following dates:</p><p>Sapphire Season: 12:00 AM UTC on February 29, 2024, to 11:59 PM UTC on May 29, 2024.</p><p>Topaz Season: 12:00 AM UTC on May 30, 2024, to 11:59 PM UTC on August 28, 2024.</p><p>Emerald Season: 12:00 AM UTC on August 29, 2024, to 11:59 PM UTC on November 27, 2024.</p><p>Diamond Season: 12:00 AM UTC on November 28, 2024, to 11:59 PM UTC on February 26, 2025.</p></li><li><p>Each \"Season\" contains four tournaments, consisting of a total of 13 rounds. Tournament and round dates can be found in the participating games.</p></li><li><p>Only real money bets of at least €0.20 count towards the promotion. If the minimum qualifying bet is not available on one of the participating games, the closest higher bet amount possible shall constitute the minimum qualifying bet for that game.</p></li><li><p>Only completed rounds count towards the promotion.</p></li><li><p>Spinomenal’s entire portfolio of slot games will participate in the Spinoleague except for Spinning Lights, 4 Horsemen, Snegurochka, Ded Moroz, Parrots Rock, 40 Lucky Fruits, Kitsune's Scrolls Expanded Edition, African Rampage, 88 Fortune Cats, 100 Lucky Chilies, Story Of Hercules 15 Lines, Majestic King Expanded Edition, Demi Gods II - Expanded Edition, Origins Of Lilith Expanded Edition, Nights Of Egypt Expanded Edition, Nights Of Magic Expanded Edition, Majestic Winter Expanded Edition, Nights Of Magic, Story Of Hercules Expanded Edition, and all 1 Reel games.</p></li><li><p>Each win will reward the player with a certain number of points, based on the following formula: amount won / amount wagered (for example, if a player wagered €1 and won €10, the player will be rewarded with 10 tournament points).</p></li><li><p>The more tournament points a player collects, the higher the player’s position on the tournament leaderboard.</p></li><li><p>A player's rank on the leaderboard for each round appears once the player reaches the qualifying score.</p></li><li><p>The last round of each tournament is a \"Super Round.\" During \"Super Rounds,\" participating players earn 2x tournament points with their bets.</p></li><li><p>10% of the players’ score during each round of a tournament will be collected as credit and added to the players’ \"Super Round\" score of that tournament.</p></li><li><p>Players will have the possibility to multiply their share of the prize pool by ten (10X) by reaching the score threshold detailed in the tournament, which is set for each round in each of the various tournaments throughout the promotion.</p></li><li><p>Each round of every tournament (including the \"Super Rounds\") has its own prize pool, contributing to an aggregate maximum prize pool of €10,000,000 throughout the promotion. The prize breakdown for each round is displayed in participating games.</p></li><li><p>By pressing the “OK” button in the tournament pop-up presented to players, each player agrees to the promotion's Terms and Conditions.</p></li><li><p>Tournament points earned are accumulated throughout each promotion round.</p></li><li><p>Progress is saved between playing sessions and participating games.</p></li><li><p>Each player is assigned a personal tournament ID that is displayed on the tournament's leaderboard for each currency the player plays with. Changing the currency during the duration of the tournament may reset the player’s progress on the leaderboard.</p></li><li><p>Each player’s rank on the leaderboard for each round will appear once they reach the qualifying score, as displayed on the in-game toolbar.</p></li><li><p>The promotions leaderboard will be displayed in-game throughout the promotion period and refreshes up to every 4 minutes.</p></li><li><p>The prize breakdown of each tournament is displayed in-game throughout the promotion period.</p></li><li><p>If two or more players have the same number of points at the end of the promotion, the player who reached the points first will be ranked higher.</p></li><li><p>Tournament round prizes will be paid out to winning players within 72 hours after each round's end.</p></li><li><p>The promotion is only available to players from countries where the games are accessible.</p></li><li><p>If Cloudbet reasonably suspects that a player has abused the promotion, Cloudbet reserves the right to disqualify the player from the promotion.</p></li><li><p>Cloudbet retains the right to change or withdraw the promotion at any time.</p></li><li><p>In no event will Cloudbet be liable to any player for any direct, special, incidental, exemplary, punitive, or consequential damages (including loss of use, data, business, or profits) arising out of or in connection with its participation in the promotion, whether such liability arises from any claim based upon contract, warranty, tort (including negligence), strict liability or otherwise, and whether or not Cloudbet has been advised of the possibility of such loss or damage.</p></li><li><p>Cloudbet's general <a href=\"https://www.cloudbet.com/en/help/terms\">Terms and Conditions</a> apply to this campaign.</p></li></ol></div></div>"
    }
]